// +----------------------------------------------------------------------
// | Program Name: 欢迎加入奇 兔源码社区互相学习和分享
// +----------------------------------------------------------------------
// | Copyright:    (c) 2015-2017 http://www.qitupic.com rights reserved.
// +----------------------------------------------------------------------
// | Developer:    奇*0*0兔*源码社区 客服QQ：2822105142
// +----------------------------------------------------------------------


 
 * 您下载的本源码来自奇 兔源码社区www.qitupic.com

 * 欢迎大家来访获得最新更新的优秀资源！更多VIP特色资源不容错过！！

 * 永久域名：http://www.qitupic.com/     


##############################################################################

━┅━┅━┅━┅━┅━┅━┅━┅━━┅━┅━┅━┅━┅━┅━┅━
免责声明：
   根据二○一三年一月三十日《计算机软件保护条例》2次修订第１７条规定：
  为了学习和研究软件内含的设计思想和原理，通过安装、显示、传输或者存
  储软件等方式使用软件的，可以不经软件著作权人许可，不向其支付报酬!
  鉴于此，也希望大家按此说明研究软件!

本站所有源码都来源于网络收集修改或者交换!如果侵犯了您的权益,请及时告知我们,我们即刻处理!